[
    {
        "title": "الشروط العامة الموضوعية والبيانات الإلزامية",
        "questions": [
            "هل يستطيع القاصر المأذون له بالتجارة أن يلتزم بموجب سند السحب؟",
            "ما هو الحكم إذا وقع تاجر مفلس على سند السحب؟",
            "ما هي أحكام التوقيع نيابة عن شخص آخر؟",
            "إذا سحب فلسطيني أكمل 18 سنة من عمره سند سحب على مصري يقيم في مصر لمصلحة شخص ثالث يقيم في مصر، فهل يعتبر سند السحب في هذه الحالة صحيحا؟",
            "إذا سحب مصري يقيم في فلسطين سند سحب ولم يبلغ 21 سنة من عمره، ولكنه بلغ 18 سنة. هل يعتبر التزامه هذا صحيحا؟",
            "هل يشترط أن يكتب سند السحب على مادة من الورق؟",
            "هل يجوز أن يحرر سند السحب بعدة لغات؟",
            "ما هو حكم سند سحب مبلغه مكتوب بالأرقام لكنه يختلف عما هو مكتوب بالحروف؟ وسند سحب آخر اختلفت قيمته بالأرقام عما هو بالحروف؟",
            "هل يعتبر سند السحب الذي تضمن مبلغا مقدرا بعملة غير عملة بلد الوفاء صحيحا؟",
            "هل يمكن أن يتضمن سند السحب شرطا بوجوب دفع فائدة عن المبلغ الذي يتضمنه سند السحب منذ تاريخ إنشائه حتى ميعاد استحقاقه؟",
            "هل يجوز سحب سند السحب على الساحب نفسه؛ أي أن يكون الساحب والمسحوب عليه شخصا واحدا؟",
            "هل يجوز تعدد أسماء المسحوب عليهم في سند السحب؟",
            "ما الحكم عندما يرفض أحد المسحوب عليهم (إذا تعدد المسحوب عليهم) ويقبل مسحوب عليه آخر. فهل تكون أمام قبول لسند السحب، أم أمام رفض كلي لهذا السند؟",
            "هل يكفي في تحديد إسم المسحوب عليه ذكر مجرد حروف؟",
            "ما الحكم عند تعدد المسحوب عليهم على النحو الآتي: فلان بن فلان شارع كذا رقم كذا أو فلان بن فلان شارع كذا رقم كذا؟",
            "ما الحكم عند تعدد المسحوب عليهم على النحو الآتي: فلان بن فلان شارع كذا رقم كذا وفلان بن فلان شارع كذا رقم كذا؟",
            "ماذا لو اشتمل سند السحب على اسم وهمي صوري خيالي للمسحوب عليه؟"
        ]
    },
    {
        "title": "تاريخ الاستحقاق",
        "questions": [
            "ما هي العبرة في حالة سند السحب الذي يكون تاريخ استحقاقه بعد مدة معينة من تاريخ إنشاء السند؟",
            "هل سند السحب المستحق الأداء بمجرد الإطلاع يمكن قبوله من قبل المسحوب عليه قبولا صحيحا؟",
            "هل يجوز أن يشتمل سند السحب على مواعيد استحقاق مختلفة؟",
            "هل يجوز قبول سند السحب بعد الاستحقاق؟"
        ]
    },
    {
        "title": "محل الأداء (الوفاء)",
        "questions": [
            "هل يجوز أن تتعدد أماكن الأداء حينما يكون المسحوب عليه شخصا واحدا؟",
            "هل يجوز تعدد محال الأداء في حالة تعدد المسحوب عليه؟",
            "ما هو الحكم عندما لا يكون هناك مكان للأداء ولا يكون هناك مكان بجانب اسم المسحوب عليه؟",
            "ما هو الحكم إذا خلا سند السحب من ذكر مكان الوفاء (الأداء)؟",
            "ما هو الحكم عندما يذكر في سند السحب مبالغ نقدية متعددة ويذكر فيها محال أداء متعددة؟",
            "ما هو الحكم عندما يذكر مكان الأداء أو الوفاء في سند السحب ولكنه يتبين أنه صوري (غير حقيقي)؟ أي ما هو أثر الصورية على هذا السند؟"
        ]
    },
    {
        "title": "إسم الحامل (المستفيد)",
        "questions": [
            "هل يجوز أن يكون سند السحب للحامل؛ أي بعبارة أخرى أن يذكر فيه ما يفيد: ادفعوا لحامله؟",
            "هل يجوز تعيين اسم المستفيد في سند السحب عن طريق ذكر وظيفته أو صفته كأن يقول: ادفعوا بموجب هذا السند إلى عميد الدراسات العليا؟",
            "هل يجوز تعدد أسماء المستفيد في سند السحب؟",
            "هل بجوز سحب سند السحب لأمر الساحب؟",
            "إذا خلا سند السحب من تاريخ الإنشاء، هل يعد السند باطلا؟",
            "هل شرط الإخطار أو الإشعار يتلاءم والقاعدة القاضية بوجوب احتواء السند على أمر مطلق بالأداء؟",
            "في إطار العيوب الشكلية: هل يمكن تعويض النقص بعيب شكلي آخر أي العمل على إكمال هذا النقص؟"
        ]
    },
    {
        "title": "التوقيع على السند",
        "questions": [
            "ما الحكم في الحالة التي يكتفي فيها الساحب بالتوقيع على سند السحب دون توضيح إسمه؟",
            "جرت العادة على أن يكون التوقيع في سند السحب في الأسفل. فهل يعتبر التوقيع في أعلى السند صحيحا؟",
            "سند السحب الذي حرر باللغة العربية لكن الساحب وقع باللغة الإنجليزية، فهل يعتبر التوقيع - وبالتالي سند السحب- صحيحا؟",
            "هل توقيع الساحب على ظهر سند السحب باعتباره ساحبا يعتبر صحيحا؟",
            "هل يعتبر وضع الطابع على سند السحب شرطا جوهريا؟",
            "هل يعتبر سند السحب صحيحا أم باطلا في حالة وضع توقيع الساحب على الطابع؟",
            "ماذا لو كان الساحب مزورا غير حقيقي؟",
            "هل يقع التوقيع على وجه سند السحب، أم يجوز أن يقع على الظهر، وهل يكون صحيحا إذا وقع على وصلة أو ذيل ملحق بالسند؟"
        ]
    }
]