[
    {
        "title": "تظهير (تداول) سند السحب",
        "questions": [
            "هل يستطيع الساحب منع تظهير سند السحب؟",
            "مستفيد (حامل سند السحب) يعمد إلى تظهيره إلى شخص رقم (1)، وهذا الشخص رقم (1) يظهره إلى المسحوب عليه، ويقدم هذا الأخير (المسحوب عليه) على تظهيره أيضا إلى شخص ثالث رقم (3)، ثم يقدم هذا الحامل الأخير إلى المسحوب عليه يطلب منه التوقيع بالقبول، فهل يستطيع في هذه الحالة المسحوب عليه أن يرفض هذا القبول؟",
            "إذا قبل المسحوب عليه سند السحب وأدى قيمته للحامل، فهل يستطيع الرجوع على المظهر؟",
            "يجري التساؤل عن أثر التظهير الذي يقع خلافا لإرادة الساحب، وما إذا كان يمكن اعتباره حوالة حق (أي التظهير الذي يتم رغم إرادة الساحب)؟",
            "هل يجوز التظهير على الوصلة أو على الذيل في حين أن ظهر سند السحب لا زال فارغا؟",
            "هل يجوز التظهير للساحب والمسحوب عليه ما لم يكن قابلا لسند السحب، أي هل هذا التظهير صحيح؟",
            "هل التظهير الجزئي صحيح أم باطل؟",
            "يرى أحد شراح القانون التجاري الأردني أنه لو كان الحق الثابت في سند السحب مضمونا برهن أو كفالة، فإن هذا الرهن أو الكفالة تنتقل إلى المظهر إليه، لأن مثل هذه التأمينات تقوي ضمان الحامل. في ضوء ما سبق: هل يكون لمثل هذه التأمينات أثر؛ بمعنى آخر: هل يعتبر سند قانوني للقول بانتقالها إليه بمجرد التظهير أم أنه لا بد لذلك من الإشارة إلى التأمينات في السند؟",
            "إذا كان الجواب بنعم، كيف يمكن تبرير القول بأن الحكم القاضي بانتقال الحقوق التبعية بالتظهير لا يشمل الرهن الحيازي فحسب، ولكن تشمل الرهن التأميني حيث يستطيع حامل السند المطالبة بتسجيله بدائرة الأراضي (الطابو)؟",
            "ما الحكم إذا تم التظهير لمصلحة موقع سابق على سند السحب، فهل يستطيع جميع الموقعين أن يضمنوا مع المظهر قيمة السند تجاه الحامل وإذا كان هذا الأخير موقع سابق أيضا؟",
            "سند سحب ظهر لمسحوب عليه قابل، وأيضا سند سحب ظهر لمسحوب عليه غير قابل. هل يمكن لهذا المسحوب عليه المظهر إليه أن يرجع على الموقعين السابقين؟",
            "هل يلزم ذكر إسم المظهر إليه بالتظهير التوكيلي؟",
            "ماذا لو كان التظهير الجزئي على الوصلة؟",
            "ما الحكم عند مخالفة المظهر إليه الوكيل القيد المفروض عليه بعدم السماح له بتظهير السند إلا على سبيل التوكيل، وفيما إذا كان التظهير مخالفا لهذا الحظر باطلا من كل الوجوه أم أن بالإمكان اعتباره على الأقل تظهيرا توكيليا؟",
            "هل يستطيع المظهر في التظهير التوكيلي أن يظهر تظهيرا ناقلا للملكية؟",
            "هل يجوز للمظهر إليه تقديم تاريخ التظهير؟",
            "ما العمل إذا غابت عن التظهير التوكيلي العبارات الدالة عليه المنصوص عليها في المادة 148، وتمسك المظهر (الموكل) بأن التظهير توكيلي وتمسك المظهر إليه بأن التظهير تام أو ناقل للملكية؟",
            "هل تتقادم دعوى المظهرين ضد الساحب بانقضاء السند؛ من اليوم الذي أدى فيه المظهر مبلغ سند السحب، أو من يوم إقامة الدعوى؟"
        ]
    }
]